Repository: giellalt/corpus-sma
Catalog: tmx/sme/admin/sd/white_papers/sametingsmelding_om_samisk_barnehagetilbud_-_sa_rsamisk.pdf.tmx
Source language: sma
Languages: sme

source: Goh aarebi neebneme dle eejhtegh dah, gïeh åejviedïedtem utnieh maanaj evtiedimmien åvteste, jïh dam vihkielommes bijjiedimmieråållam utnieh.
sme: Nugo ovdalis namuhuvvon de lea vánhemiin váldoovddasvástádus iežaset mánáid ovddideamis ja sis lea dat deaŧaleamos bajásgeassinrolla.

source: Mah gïelh jïh gïelelïerehtimmie mah veeljesuvvieh lea eejhtegi dïedte.
sme: Vánhemiin lea ovddasvástádus giela válljemis ja giellaoahpahusas.

source: Maanagïerte edtja laavenjostosne jïh goerkesisnie maanan hïejmine eejhtegh viehkiehtidh jïh dåarjoehtidh mah saemien gïelem sijjen maanide vaajtelieh.
sme: Mánáidgárdi galgá ovttasbargguin ja áddejumiin máná ruovttuin veahkehit ja doarjut vánhemiid geat háliidit sámegiela mánáidasaset.

source: Saemiedigkie vuajna akte vihkeles haesteme aktem kontinuiteetem sjugniedidh maanide jïh eejhtegidie ööhpehtimmesne, juktie saemien gïelem jïh kultuvrem vijriesåbpoe evtiedidh.
sme: Sámedikki mielas lea deaŧalaš hástalus oažžut oktilašvuođa oahpporáidui mánáid ja vánhemiid ektui viidáseappot ovddidan dihte sámi giela ja kultuvrra.

source: Jis edtja aktem hijven laavenjostoem jïh sertiestimmiem buektiehtidh dle skuvle jïh maanagïerte, aktine lïhke laavenjostosne eejhtegigujmie, tjuerieh hijvenlaakan govlesadtedh.
sme: Eaktun buori ovttasbargui, ja buori sirdimii mánáidgárddis skuvlii, lea ahte skuvllas ja mánáidgárddis lagaš ovttasbargguin vánhemiiguin, lea buorre gulahallan.

source: Såemies mearan ånnetji ovmessie mandaath jïh ovmessie lïerehtimmiekultuvrh gaavnebe maanagïertesne jïh skuvlesne.
sme: Gávdnat muhtun muddui sierralágan mandáhta ja sierra oahppankultuvrraid mánáidgárddis ja skuvllas.

source: Maanagïerte goh institusjovne lea evtiesovveme akten sosijaalepedagogeles aerpievuekien sisnjelen dej minngemes luhkiejaepiej, gusnie stååkedimmie, lïerehtimmie, evtiedimmie, hokse jïh bijjiedimmie leah jarngesne.
sme: Mánáidgárdi ásahussan lea ovdánan sosiálapedagogalaš árbevieru siskkobealde maŋimuš logijagiin man oktavuođas duhkoraddan, oahppan, ovdáneapmi, fuolahus ja bajásgeassin leat guovddážis.

source: Skuvle goh institusjovne lea vielie ulmien vööste stuvreme, jïh lïerehtimmie lea jeenjemasth maahtoen vööste stuvreme.
sme: Skuvla ásahussan lea eanet ulbmilstivrejuvvon ja oahppama oalle guhkás stivre gelbbolašvuohta.

source: Dïhte pedagogeles barkoe dan åvteste joekehts aalkovh sjugnede.
sme: Pedagogalaš barggu vuođđun lea ge dalle sierralágan vuolggasadji.

source: Gosse sjïehteladteminie laavenjostose jïh iktemearan barkose, dle Saemiedigkie aktem haestemem vuajna daej joekehts mieriej sisnjeli barkedh.
sme: Ovttasbarggu ja oktavuođa láhčinbarggus oaidná Sámediggi hástalussan bargat dáid sierralágan rámmaid siskkobealde.

source: Mieriesoejkesje maanagïerten sisvegasse jïh laavenjasside jïh skuvlen learoesoejkesjidie ovmessie ulmieh utnieh.
sme: Rámmaplánas mánáidgárddi sisdoalu ja doaimmaid birra ja skuvllaid oahppoplánain leat sierralágan ulbmilat.

source: Gosse sisvegem damta daejnie ovmessie ulmine dle dïhte maahta viehkiehtidh sinsitnien laavenjassh buerebelaakan guarkedh.
sme: Go dovddašii daid sierra ulbmiliid sisdoalu de šattašii buoret áddejupmi guđet guimmiid doaimmain.

source: Dejnie dååjrehtimmine maam Saemiedigkie daelie åtna maahta sån vïenhtedh akte bielie dehtie maanagïertepedagogihkeste lea orreme maanah edtjieh ryöjredamme årrodh skuvlese.
sme: Dán vásihusa vuođul mii lea Sámedikkis, lea sivva jáhkkit ahte mánáidgárdepedagogihka oasis lea bonjastuvvon fokus dasa ahte mánát galget leat gergosat skuvlii.

source: Maanagïerte dan åvteste dam stööremes dïedtem åtneme maanide skuvlese ryöjredidh.
sme: Mánáidgárddis lea leamaš danne stuorámus ovddasvástádus mánáid skuvlii ráhkkanahttimis.

source: Daamtaj skuvle ij guvvien sïjse båetieh åvtelen maanan minngemes maanagïertejaepien minngiegietjesne.
sme: Skuvla boahtá dávjá sisa easkka máná maŋimuš mánáidgárdejagis.

source: Lohkehtæjjah aaj beavneme dah fer vaenie daejrieh mejnie maanagïerte barka.
sme: Dáid dieđuid lea maiddái oahpaheaddjit addán dan bokte go leat dovddahan ahte sii dihtet unnán mainna mánáidgárdi lea bargan.

source: Akte hijven laavenjostoe daajroem jïh goerkesem betnesne åtna.
sme: Buorre ovttasbargu vuođđuduvvo máhttui ja áddejupmái.

source: Saemiedigkien vuajnoen mietie dle ij leah ajve dïhte haesteme sinsitnien ulmieh jïh sisvegem damtedh, men gaajhki maanaj gïeledaajroe jïh kultuvredaajroe maehtieh joekehts årrodh.
sme: Nugo Sámediggi oaidná dan de hástalussan ii leat dušše dovdat guđet guimmiid mihttomeriid ja sisdoalu, muhto buot mánáide sáhttá leat dilli sierralágan giela ja kultuvrra ektui.

source: Maahta vuesiehtimmiem gaavhtan saemiestæjja maanah årrodh mah maanagïertesne orreme saemienfaalenassine, mah edtjieh aktene nöörjen klaassesne aelkedh skuvlesne.
sme: Sáhttet ovdamearkka dihte leat sámegielat mánát geat leat leamaš mánáidgárddis gos lea sámi fálaldat ja geat galget álgit dárogielat luohkkái skuvllas. Dáid mánáide leat sirdin mánáidgárddis skuvlii veaháš earálágan.

source: Mijjieh daejrebe gellide maanide daate sertiestimmie maahta naa gïerve årrodh.
sme: Mii diehtit ahte ollu mánáide sáhttá dát sirdin leat hui rašši.

source: Sjïehteladteme sæjhta joekoen vihkeles årrodh gïelen gaavhtan.
sme: Láhčin giela ektui lea dalle erenoamáš deaŧalaš.

source: Tjuara hoksedh gïeleevtiedimmie jåarhka dejtie maanide mah gïelelïerehtimmiem maanagïertesne åtneme.
sme: Ferte ain sihkkarastit giellaovdáneami mánáide geain lea leamaš giellaoahpahus mánáidgárddis.

source: Dejtie maanagïertemaanide saemien gïelen reeremedajven ålkolen, lea vihkeles maanagïerte beavna saemien lïerehtimmiereaktan bïjre.
sme: Daid mánáidgárdemánáid ektui geat ásset sámegiela hálddašanguovllu olggobealde, lea deaŧalaš ahte mánáidgárdi addá dieđuid sámegieloahpahus vuoigatvuođa birra.

source: Ööhpehtimmielaake (1998) reaktam vadta gaajhkide learoehkidie maadthskuvlesne saemien reeremedajvine, ållesth lïerehtimmiem saemien gïelesne åadtjodh (vuartesjh aaj Saemiedigkiebïevnesem lïerehtimmien jïh ööhpehtimmien bïjre).
sme: Oahpahuslága (1998) mielde lea buot ohppiin vuođđoskuvllas sámegiela hálddašanguovllus vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii (geahča maiddái Sámediggedieđáhusa oahpahusa ja oahpu birra).

source: Saemiedigkie sæjhta barkedh ihke maanagïertelaake aaj maanide reaktam vadta akten saemien maanagïertefaalenassese.
sme: Sámediggi áigu bargat dan ala ahte maiddái mánáidgárdeláhka attášii mánáide vuoigatvuođa sámi mánáidgárdefálaldahkii.

source: Dïhte saemien gïelelïerehtimmie tjuara meatan årrodh skuvlen prinsihpine jïh strategijine guektiengïelevoetese.
sme: Sámi giellaoahpahus ferte leat mielde skuvlla prinsihpain ja guovttegielatvuođa strategiijain.

source: Guvvie: gahkkorcorustudentbhg.blogspot.no faalenassen bïjre, hoksedh dam faalenassem vedtedh, jïh riejries årrodh learohkh dåastodh mah edtjieh saemien utnedh.
sme: Dákko fertejit leat gielddat dihtomielalaččat ovddasvástádusas, ja fuolahit buriid rutiinnaid skuvlla siskkobealde, fuolahit addit doarvái buriid dieđuid fálaldaga birra, fuolahit addit dán fálaldaga, ja leat gergosat váldit vuostá ohppiid geain galgá leat sámegiella.

source: Maanagïerte tjuara varke gïelelïerehtimmien bïjre bievnedh, guktie skuvle hinnie gïelelohkehtæjjah gaavnedh, jïh aktem hijven lïerehtimmiesoejkesjem darjodh.
sme: Mánáidgárdi ferte árrat addit dieđuid giellaoahpahusa birra, nu ahte skuvla oažžu áiggi gávdnat giellaoahpaheddjiid ja ráhkadit buori oahpahusplána.

source: Gosse skuvle nuekies hijven bïevnesh maanagïerteste åådtje, dle dïhte maahta skuvlem viehkiehtidh maanan lïerehtæmman sjïehteladtedh.
sme: Dat go skuvla oažžu doarvái buriid dieđuid mánáidgárddis, sáhttá leat mielde veahkeheamen skuvlla láhčit diliid máná oahppangerdui.

source: Maanan eejhtegh edtjieh jååhkesjidh bïevnesh dan aktegs maanan bïjre skuvlese seedtesuvvieh, seamma tïjjen goh eejhtegh tjuerieh åadtjodh daejredh guktie prosesse jåhta, jïh mah bïevnesh mah vadtasuvvieh.
sme: Diehtojuohkin ovttaskas máná birra galgá dahkkojuvvot máná fuolaheddjiid miehtamiin, seammás go fuolaheaddjit ožžot mielde mii proseassas dáhpáhuvvá ja ožžot dieđuid dan birra.

source: Fïerhte maanagïerte jïjtje åådtje veeljedh guktie dah edtjieh bievnedh, dan guhkiem dam dorje eejhtegi jååhkesjimmine.
sme: Ovttaskas mánáidgárdi sáhttá friija válljet movt sii áigot fuolahit buori diehtojuohkinjorrama, nu guhká go dat dáhpáhuvvá fuolaheddjiid miehtamiin.

source: Mieriesoejkesje maanagïerten sisvegasse jïh laavenjasside (2011) vihteste maanagïerte, skuvline ektine, edtja sertiestimmiem maanagïerteste voestesklaassese sjïehteladtedh.
sme: Rámmaplánas mánáidgárddi sisdoalu ja doaimmaid birra (2011) čuožžu ahte mánáidgárdi, ovttasbargguin skuvllain, galgá láhčit sirdima mánáidgárddis vuosttaš luohkkái.

source: Edtja dam darjodh aktene lïhke laavenjostosne maanaj hïejmine.
sme: Dát galgá dahkkojuvvot lávga ovttasbargguin máná ruovttuin.

source: Fuelhkien dåarjoe jïh eadtjohkevoete lea jarngesne sertiestimmesne maanagïerten jïh skuvlen gaskem.
sme: Bearraša doarjja ja áŋgiruššan leat hui deaŧalaččat sirdima oktavuođas mánáidgárddis skuvlii.

source: Dastegh eejhtegh bïevnesh åadtjoeh, jïh jearsoes domtoeh mij sæjhta heannadidh gosse maana edtja skuvlesne aelkedh, dle daate sæjhta maanam jearsoesåbpoe darjodh jïh maanam skreejredh.
sme: Jos vánhemat ožžot dieđuid ja dovdet iežaset oadjebassan mii dáhpáhuvvá go mánná galgá álgit skuvlii, de dat buktá oadjebasvuođa ja movttiidahttá máná.

source: Saemiedigkien råålla sertiestimmiebarkosne maanagïerteste skuvlese lea bïhkedidh jïh kuvsjh faalehtidh maanagïertebarkijidie jïh skuvlen lohkehtæjjide.
sme: Sámedikki rolla sirdima oktavuođas mánáidgárddis skuvlii lea bagadit ja fállat kurssaid mánáidgárddiid bargiide ja oahpaheddjiide skuvllas.

source: Vihkeles sjædta maanagïerteaajhterigujmie jïh tjïeltigujmie govlesadtedh, men aaj krïevedh ulmieh illesuvvieh juktie hoksedh maanah jearsoesvoetem jïh iktemearan ektiedimmiem ööhpehtimmesne dååjrieh.
sme: Deaŧalaš lea gulahallan mánáidgárdeeaiggádiid ja gielddaid gaskka, muhto maiddái gáibidit ahte mihttomearit ollašuhttojuvvojit sihkkarastin dihte ahte mánná vásiha oadjebasvuođa ja oktilašvuođa oahppogierddus.

source: • Maanah aktem iktemearan ektiedimmiem jïh evtiedimmiem lïerehtimmiesisvegisnie utnieh maanagïerteste skuvlese mij ektiedimmiem saemien gïele- jïh kultuvrebarkosne håksa
sme: • Mánáin lea oktavuohta ja progrešuvdna oahppama sisdoalus mánáidgárddis skuvlii mii sihkkarastá oktilašvuođa barggus sámi gielain ja kultuvrrain.

source: Strategije
sme: Strategiija

source: • Laavenjostoem gorredidh maanagïerte- jïh skuvle-aajhteri gaskem mah barkijh utnieh daerpies faageles maahtojne.
sme: • Sihkkarastit ovttasbarggu mánáidgárde- ja skuvlaeaiggádiid gaskka gos bargiin lea dárbbašlaš fágalaš gelbbolašvuohta.

source: Ekonomeles jïh reereles konsekvensh
sme: Ekonomalaš ja hálddahuslaš váikkuhusat

source: Dïhte vijriesåbpoe barkoe bïevnesinie sæjhta årrodh dej fïerhten jaepien budsjedti tjïrrh gusnie sæjhta råajvarimmieh fïerhten ulmien nuelesne prijoriteradidh.
sme: Dieđáhusa čuovvoleapmi dáhpáhuvvá jahkásaš bušeahtaid bokte, main doaibmabijut ovttaskas mihttomeriid vuolde vuoruhuvvojit.

source: Saemiedigkieraerie jïjtse dahkoesoejkesjem nænnoste juktie bïevnesinie vijriesåbpoe barkedh.
sme: Sámediggeráđđi mearrida sierra doaibmaplána dieđáhusa čuovvoleapmái.

source: Bïevnese aktem guhkies perspektijvem åtna, jïh sæjhta iemie årrodh bïevnesem gïehtjedidh golme njieljie jaepiej minngelen juktie vuarjasjidh mejtie Saemiedigkie dejtie ulmide jakseme mah leah bïevnesisnie bïejesovveme.
sme: Dieđáhusas lea guhkes áiggi perspektiiva, ja lunddolaš lea geahčadit dieđáhusa maŋŋá golmma njealji jagi maŋŋá ja árvvoštallat lea go Sámediggi olahan mihttomeriid mat leat biddjojuvvon dieđáhusas.

source: Dastegh jeatjahlaakan prijoriterede, dle dïhte sæjhta ekonomeles jïh reereles konsekvensh vedtedh.
sme: Vuoruhemiid rievdadusat buktet ekonomalaš ja hálddahuslaš váikkuhusaid.

source: Daan biejjien maanagïertesuerkie 4 barkijh åtna, gaajhkh 100 %.
sme: Dál leat mánáidgárdejuhkosis 4 virggi, buot 100 %.

source: Akte dejstie barkojste lea såemies mearan bïejeme Saemiedigkien learoevierhtiejarngese Guovdageaidnusne.
sme: Okta virgi lea belohahkii biddjojuvvon Sámedikki oahpponeavvoguovddážii Guovdageainnus.

source: Jis edtja maehtedh dej ulmiejgujmie jïh strategijigujmie nierhkedh mejtie bïevnese ållermaahta, sæjhta daerpies årrodh aktine orre barkijinie jaepien 2014 jïh aktine vielie barkijinie 2015.
sme: Jos galgá sáhttit álggahit mihttomeriid ja strategiijaid nugo boahtá ovdan dieđáhusas, de lea dárbu oažžut ovtta virggi 2014:s ja vel ovtta 2015:s.

source: Vuartesjh konsulentesïelte Asplan viaken vuarjasjimmiem Saemiedigkien dåarjoste 2010.
sme: Čujuhit evalueremii maid Asplan Viak lea dahkan Sámedikki doarjagiid ektui 2010:s.

source: Daesnie våajnoes sjïdti Saemiedigkien bïevnese- jïh bïhkedimmieråålla maanagïertide byöroe læssanidh.
sme: Das boahtá ovdan ahte diehtojuohkin ja bagadanrolla mii Sámedikkis lea mánáidgárddiid ektui berre nannejuvvot.

source: Hijvenlaakan maanagïertebarkijigujmie jïh tjïeltigujmie govlesadtedh lea vihkeles olles gaskesem maanagïertigujmie dassh.
sme: Deaŧalaš lea gulahallat mánáidgárddiid bargiiguin ja gielddaiguin amas oktavuohta mánáidgárddiide massojuvvot.

source: Jaepien 2014 edtja aktem orre vuarjasjimmiem dåarjoereeremistie tjirrehtidh.
sme: Doarjjahálddašeapmi galgá ođđasis evaluerejuvvot 2014:s.

source: Daate vuarjasjimmie sæjhta lissie vierhtieh krïevedh aktine maaksoemierine 500. 000 kråvnine.
sme: Dát evalueren gáibida liige resurssaid maid gollorámma lea 500 000 ru..

source: Dïhte vijriesåbpoe barkoe vuarjasjimmine maahta sån aaj vielie ekonomeles konsekvensh vedtedh.
sme: Maiddái evaluerema čuovvoleapmi buvttiha eanet ekonomalaš váikkuhusaid.

source: Saemiedigkien strategije lea dåarjojde lissiehtidh learoevierhtieevtiedæmman.
sme: Sámedikkis lea strategiijan oččodit eanet doarjaga oahpponeavvuid ráhkadeapmái.

source: Saemiedigkien statistihke vuesehte dej minngemes jaepiej lea budsjedteradamme 1.500.000 kråvnajgujmie learoevierhtieevtiedæmman, mearan dah taalh aktem ohtsemesummem vuesiehtieh mij lea gaajh stuerebe.
sme: Sámedikki statistihkka maŋimuš jagiin čájeha ahte bušeahtas lea várrejuvvon 1,5 miljon ru oahpponeavvuid ráhkadeapmái, muhto logut čájehit ahte ohcamiid submi lea ollu stuorát.

source: Jaepien 2012 summe lij 4.376.457 kråvnah.
sme: 2012:s lei submi 4.376.457 ru..

source: Dan åvteste tjuara dejtie ekonomeles mieride lissiehtidh.
sme: Dán geažil ferte ekonomalaš rámmaid nannet.

source: Litteratuvre Asplan Viak 2010.
sme: Asplan Viak 2010.

source: Evaluering av Sametingets tilskudd til samiske barnehager.
sme: Evaluering av Sametingets tilskudd til samiske barnehager (Sámedikki sámi mánáidgárdedoarjaga evalueren).

source: Oslo: Maana-, mïrrestalleme- jïh ektiedimmiedepartemeente.
sme: Bagadus mánáidgárddiide gos leat sámi mánát.

source: Salkehtimmie deelleme Maahtoedepartemeenteste 20.06.2012.
sme: Máhttu ii deatte. Sámediggi / Máhttodepartemeanta.

source: Samarbeid og sammenheng mellom barnehage og skole (veileder) 2008.
sme: Samarbeid og sammenheng mellom barnehage og skole (ovttasbarggu ja oktavuođa birra mánáidgárddi ja skuvlla gaskka) (bagadus) 2008.

source: Oslo: Maahtoedepartemeente.
sme: Oslo: Máhttodepartemeanta.

source: ILO-konvensjonen om urfolks rettigheter 1989.
sme: ILO-konvenšuvdna álgoálbmogiid vuoigatvuođaid birra 1989.

source: Lov om barnehager (Barnehageloven) 2006.
sme: Láhka mánáidgárddiid birra (mánáidgárdeláhka) 2006.

source: Oslo: Maahtoedepartemeente
sme: Oslo: Máhttodepartemeanta.

source: Lov om Sametinget og andre samiske rettsforhold (Sameloven) 1987.
sme: Láhka Sámedikki ja eará sámi riektidiliid birra (sámeláhka) 1987.

source: Oslo: Orrestimmie-, reereme- jïh gærhkoedepartemeente.
sme: Oslo: Ođasmahttin-, hálddahus- ja girkodepartemeanta.

source: Nasjonal rekrutteringsstrategi for samisk høyere utdanning.
sme: Mánáidláhka (Láhka mánáid ja vánhemiid hárrái) 1981.

source: Strategi 2011-2014. Maahtoedepartemeente.
sme: Oslo: Mánáid-, dásseárvo- ja servadahttindepartemeanta.

source: Norges lover 1687-2001.
sme: Norgga lágat 1687-2001.

source: Oslo: Justijse- jïh pollisedepartemeente.
sme: Oslo: Justiisa- ja politiijadepartemeanta.

source: Ny lovgivning for barnehagene. Oslo:
sme: Ny lovgivning for barnehagene (ođđa láhkaaddin mánáidgárddiid várás).

source: Maahtoedepartemeente.
sme: Oslo: Máhttodepartemeanta.

source: Opplæringsloven (Ööhpehtimmielaake) 1998.
sme: Oahpahusláhka (Láhka vuođđoskuvlla ja joatkkaskuvla oahpahusa birra) 1998.

source: Oslo: Maahtoedepartemeenteulø.
sme: Oslo: Máhttodepartemeanta.

source: Rammeplan for barnehagens innhold og oppgaver.
sme: Rámmaplána mánáidgárddi sisdoalu ja doaimmaid várás.

source: Staeriedamme låhkoe 2011.
sme: Reviderejuvvon prentehus 2011.

source: F-4105 B. Oslo: Maahtoedepartemeente.
sme: F-4105 B. Oslo: Máhttodepartemeanta.

source: Sametingsmelding om opplæring og utdanning.
sme: Sámediggedieđáhus oahpahusa ja oahpu birra.

source: Saemiedigkie
sme: Sámediggi.

source: Sametingsmelding om samisk språkSaemiedigkiebïevnese saemien gïelen bïjre.
sme: Sámediggedieđáhus sámegiela birra.

source: Saemiedigkie.
sme: Sámediggi.

source: Sametingsrådets melding om samiske barnehager 2005.
sme: Sámediggeráđi dieđáhus sámi mánáidgárddiid birra 2005.

source: Samiske tall forteller 5, Kommentert samisk statistikk 2012.
sme: Sámedikki 2012 bušeahtta.

source: Sami allaskuvla og Norden.
sme: Sámediggi.

source: Storjord, M. H. 2000. ” Fra nødhjelp til folkehjelp ”.
sme: Sámedikki strategalaš plána oahpponeavvuid ráhkadeapmái 2009-2012

source: Opprettelse og utbygging av samiske barnehager i Norge 1969-99.
sme: Sámegielaid doaibmaplána 2009. Oslo: Bargo ja - servadahttindepartemeanta.

source: Åejviefaagebarkoe aarhskuvlepedagogihkesne.
sme: Sámi logut muitalit 4, Kommenterejuvvon sámi statistihkka 2011.

source: Dronning Mauds minne / Tråanten universiteete.
sme: Sámi allaskuvla ja Norden.

source: Stoerredigkiebïevnese nr 41 (2008-2009) Kvalitet i barnehagen.
sme: Stuorradiggedieđáhus nr 41 (2008-2009) Kvalitet i barnehagen (kvalitehta birra mánáidgárddis).

source: Oslo: Gånkan maahtoedepartemeente
sme: Oslo: Máhttodepartemeanta.

source: Strategisk plan for samiske barnehager 2008-2011.
sme: Sámi mánáidgárddiid strategalaš plána 2008-2011.

source: Svaalhtesh:
sme: Liŋkkat:
